Repository: jinglejill/Jummum2
Catalog: Jummum2/Resource/BaseObject/*.strings
Languages: th

# ลงทะเบียน
source: Register Now
th: ลงทะเบียน

# ลืมรหัสผ่าน
source: Forgot Password
th: ลืมรหัสผ่าน

# ◼︎ จำฉันไว้ในระบบ
source: ◼︎ Remember Me
th: ◼︎ จำฉันไว้ในระบบ

# ◻︎ จำฉันไว้ในระบบ
source: ◻︎ Remember Me
th: ◻︎ จำฉันไว้ในระบบ

# คุณล็อคอินผ่าน facebook สำเร็จแล้ว กรุณาอัพเดตวันเกิด และเบอร์โทรศัพท์ของคุณ
source: You logged in via facebook successfully. Please update your birthday and phone no.
th: คุณล็อคอินผ่าน facebook สำเร็จแล้ว กรุณาอัพเดตวันเกิด และเบอร์โทรศัพท์ของคุณ

# สร้างบัญชีใหม่
source: Create Account
th: สร้างบัญชีใหม่

# อีเมล
source: Email
th: อีเมล

# ชื่อ
source: First name
th: ชื่อ

# นามสกุล
source: Last name
th: นามสกุล

# วันเกิด (optional)
source: Birthday (optional)
th: วันเกิด (optional)

# เบอร์โทร. (optional)
source: Phone no. (optional)
th: เบอร์โทร. (optional)

# พาสเวิร์ด
source: Password
th: พาสเวิร์ด

# กรุณาระบุอีเมล
source: Please provide your email address
th: กรุณาระบุอีเมล

# อีเมลไม่ถูกต้อง
source: Incorrect email
th: อีเมลไม่ถูกต้อง

# อีเมลนี้ถูกใช้แล้ว
source: This email is already registered
th: อีเมลนี้ถูกใช้แล้ว

source: Password must contain all of the following requirements: 1.At least 8 characters. 2.At least one uppercase character. 3.At least one lowercase character. 4.At least one number or punctuation mark (like ! and &).
th: พาสเวิร์ดต้องประกอบไปด้วย 1.อักษรตัวเล็กอย่างน้อย 1 ตัว 2.อักษรตัวใหญ่อย่างน้อย 1 ตัว 3.ตัวเลขหรืออักษรพิเศษอย่างน้อย 1 ตัว 4.ความยาวขั้นต่ำ 8 ตัวอักษร

# กรุณาระบุชื่อ
source: Please provide your first name
th: กรุณาระบุชื่อ

# กรุณาระบุนามสกุล
source: Please provide your last name
th: กรุณาระบุนามสกุล

# สร้างบัญชีสำเร็จ
source: Account successfully created
th: สร้างบัญชีสำเร็จ

# ข้อกำหนดและเงื่อนไขของ JUMMUM
source: JUMMUM - Terms of Service
th: ข้อกำหนดและเงื่อนไขของ JUMMUM

# คุณใส่อีเมลไม่ถูกต้อง
source: Incorrect email
th: คุณใส่อีเมลไม่ถูกต้อง

# ไม่มีอีเมลนี้ในระบบ
source: Invalid email
th: ไม่มีอีเมลนี้ในระบบ

source: We sent you an email to reset password. Please check your email (Please check your junk mail if you cannot find it)
th: เราได้ส่งอีเมลให้คุณแล้ว กรุณาเช็คอีเมลของคุณค่ะ (ถ้าไม่พบ กรุณาตรวจสอบใน Junk mail ค่ะ)

# นโยบายความเป็นส่วนตัว
source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

# ติดต่อ JUMMUM
source: Contact us
th: ติดต่อ JUMMUM

# แนะนำ ติชม
source: Feedback
th: แนะนำ ติชม

# กรุณาใส่ข้อเสนอแนะ คำติชม หรือปัญหาที่พบเจอ
source: Please provide your feedback
th: กรุณาใส่ข้อเสนอแนะ คำติชม หรือปัญหาที่พบเจอ

# ข้อเสนอแนะ และคำติชม
source: Feedback
th: ข้อเสนอแนะ และคำติชม

# ข้อเสนอแนะ และคำติชมได้ถูกส่งไปแล้ว ขอบคุณค่ะ
source: Feedback sent. Thank you
th: ข้อเสนอแนะ และคำติชมได้ถูกส่งไปแล้ว ขอบคุณค่ะ

# กรุณาใส่ข้อเสนอแนะ และคำติชม
source: Please provide feedback
th: กรุณาใส่ข้อเสนอแนะ และคำติชม

# แนะนำร้านอาหาร
source: Recommend Restaurant
th: แนะนำร้านอาหาร

source: Please provide restaurant name/location/phone no.
th: - แนะนำร้านอาหาร/สาขา/เบอร์โทร ที่คุณต้องการให้ JUMMUM เข้าไปติดต่อ

# แนะนำร้านอาหาร/สาขา
source: Recommend restaurant/location
th: แนะนำร้านอาหาร/สาขา

# ขอบคุณสำหรับการแนะนำร้านครั้งนี้ค่ะ
source: Thank you for your suggestion
th: ขอบคุณสำหรับการแนะนำร้านครั้งนี้ค่ะ

# กรุณาใส่ร้านอาหารที่คุณต้องการแนะนำ
source: Please provide restaurant name/location/phone no.
th: กรุณาใส่ร้านอาหารที่คุณต้องการแนะนำ

# บัตรเครดิต/เดบิต
source: Credit/Debit Card
th: บัตรเครดิต/เดบิต

# คุณไม่ได้บันทึกบัตรเครดิต/เดบิตไว้
source: You haven't saved any credit/debit card
th: คุณไม่ได้บันทึกบัตรเครดิต/เดบิตไว้

# ข้อมูลส่วนตัว
source: Personal
th: ข้อมูลส่วนตัว

# อีเมล (FB)
source: Email (FB)
th: อีเมล (FB)

# ประวัติการสั่งอาหาร
source: Order History
th: ประวัติการสั่งอาหาร

# คุณไม่มีประวัติการสั่งอาหาร
source: No order history
th: คุณไม่มีประวัติการสั่งอาหาร

# ใส่ห่อ
source: Takeaway
th: ใส่ห่อ

# ไม่ใส่
source: No
th: ไม่ใส่

# เพิ่ม
source: Add
th: เพิ่ม

# เลือก
source: Choose
th: เลือก

# หมายเหตุ:
source: Remark:
th: หมายเหตุ:

# รวมทั้งหมด
source: Net total
th: รวมทั้งหมด

# สั่งบุฟเฟ่ต์
source: Order Buffet
th: สั่งบุฟเฟ่ต์

# รายละเอียดการสั่งอาหาร
source: Order Detail
th: รายละเอียดการสั่งอาหาร

# %ld รายการ
source: %ld item(s)
th: %ld รายการ

# คูปองส่วนลด %@
source: Code %@
th: คูปองส่วนลด %@

# ยอดรวม (รวม Vat)
source: Total (incl. Vat)
th: ยอดรวม (รวม Vat)

# ยอดรวม
source: Total
th: ยอดรวม

# ยอดรวมทั้งสิ้น
source: Net total
th: ยอดรวมทั้งสิ้น

source: Your request to cancel order is sent, please wait for the restaurant to confirm this cancellation
th: คุณได้ส่งคำร้องขอยกเลิกบิลนี้ ด้วยเหตุผลด้านล่างนี้ กรุณารอการยืนยันการยกเลิกจากร้านค้า

# เหตุผล:
source: Reason:
th: เหตุผล:

# จำนวนเงินที่ขอคืน:
source: Refund amount:
th: จำนวนเงินที่ขอคืน:

# %@ บาท
source: %@ Baht
th: %@ บาท

# เบอร์โทรติดต่อ:
source: Phone no:
th: เบอร์โทรติดต่อ:

source: Your request to open dispute is sent, please wait for the restaurant to confirm this dispute
th: คุณส่ง Open dispute ไปที่ร้านค้าด้วยเหตุผลด้านล่างนี้ กรุณารอการยืนยันจากทางร้านค้าสักครู่

# รายละเอียดเหตุผล:
source: Reason in detail:
th: รายละเอียดเหตุผล:

# ร้านค้าทำเรื่องยกเลิกออเดอร์ให้คุณแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.
source: The restaurant did the order cancellation process for you. You wil get the refund within 48 hours
th: ร้านค้าทำเรื่องยกเลิกออเดอร์ให้คุณแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.

# คำร้องขอยกเลิกออเดอร์สำเร็จแล้ว คุณจะได้รับเงินคืน ภายใน 48 ชม.
source: The restaurant confirm your order cancellation. You wil get the refund within 48 hours
th: คำร้องขอยกเลิกออเดอร์สำเร็จแล้ว คุณจะได้รับเงินตามจำนวนที่ระบุคืน ภายใน 48 ชม.

# ร้านค้าทำเรื่องคืนเงินให้คุณแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.
source: The restaurant did the refund process for you, You wil get the refund within 48 hours
th: ร้านค้าทำเรื่องคืนเงินให้คุณแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.

# Open dispute ที่ส่งไป ได้รับการยืนยันแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.
source: The restaurant confirm your order dispute. You wil get the refund within 48 hours
th: Open dispute ที่ส่งไป ได้รับการยืนยันแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.

# Open dispute ที่ส่งไปกำลังดำเนินการอยู่ จะมีเจ้าหน้าที่ติดต่อกลับไปภายใน 24 ชม.
source: Your request to open dispute is in process, staff will contact you within 24 hours
th: Open dispute ที่ส่งไปกำลังดำเนินการอยู่ จะมีเจ้าหน้าที่ติดต่อกลับไปภายใน 24 ชม.

source: After talking with JUMMUM admin, the refund amount will be change as showing below. Please tap confirm button to accept the refund amounts otherwise tap Negotiate
th: หลังจากคุยกับเจ้าหน้าที่ JUMMUM แล้ว มีการแก้ไขจำนวนเงิน refund ใหม่ ตามด้านล่างนี้ กรุณากด Confirm เพื่อยืนยัน หรือหากต้องการแก้ไขรายการกรุณากด Negotiate

source: Open dispute is in process. Please wait for the restaurant to accept the refund amount
th: Open dispute ที่มีการแก้ไขกำลังดำเนินการอยู่ กรุณารอการยืนยันจากทางร้านค้าสักครู่

# Open dispute ที่ส่งไป ดำเนินการเสร็จสิ้นแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.
source: Open dispute process is done. You will get the refund within 48 hours
th: Open dispute ที่ส่งไป ดำเนินการเสร็จสิ้นแล้ว คุณจะได้รับเงินคืนภายใน 48 ชม.

# ร้านค้ากำลังปรุงอาหารให้คุณอยู่ค่ะ โปรดรอสักครู่นะคะ
source: The chef is cooking your dish(s). Please wait a little while
th: ร้านค้ากำลังปรุงอาหารให้คุณอยู่ค่ะ โปรดรอสักครู่นะคะ

# อาหารได้ส่งถึงคุณแล้วค่ะ
source: You did got the food
th: อาหารได้ส่งถึงคุณแล้วค่ะ

# กรุณาใส่รายละเอียดเหตุผลในการขอเงินคืน
source: Please provide reason in detail that you request to open dispute
th: กรุณาใส่รายละเอียดเหตุผลในการขอเงินคืน

# กรุณาใส่รายละเอียดด้านล่างนี้
source: Please provide the information below
th: กรุณาใส่รายละเอียดด้านล่างนี้

# เหตุผลในการขอเงินคืน
source: Reason to refund
th: เหตุผลในการขอเงินคืน

# กรุณาเลือกเหตุผลในการขอเงินคืน
source: Please select the reason you want to have a refund
th: กรุณาเลือกเหตุผลในการขอเงินคืน

source: Please provide your phone no. for JUMMUM admin to contact you
th: กรุณาใส่เบอร์โทรติดต่อกลับ เพื่อเจ้าหน้าที่จะโทรสอบถามข้อมูลเพิ่มเติมสำหรับการโอนเงินคืนท่าน

# จำนวนเงิน
source: Amount
th: จำนวนเงิน

# จำนวนเงิน: THB 0.01 to %@
source: Amount: THB 0.01 to %@
th: จำนวนเงิน: THB 0.01 to %@

# รายละเอียดเหตุผลในการขอเงินคืน
source: Reason in detail to have a refund
th: รายละเอียดเหตุผลในการขอเงินคืน

# เบอร์โทร.
source: Phone no.
th: เบอร์โทร.

# คำร้องขอเงินคืนเต็มจำนวนได้ถูกส่งไปแล้ว กรุณารอการยืนยันจากร้านค้า
source: Your request has been sent. Please wait for the restaurant to confirm the cancellation
th: คำร้องขอเงินคืนเต็มจำนวนได้ถูกส่งไปแล้ว กรุณารอการยืนยันจากร้านค้า

# คำร้องขอเงินคืนได้ถูกส่งไปแล้ว กรุณารอการยืนยันจากร้านค้า
source: Your request has been sent. Please wait for the restaurant to confirm the refund
th: คำร้องขอเงินคืนได้ถูกส่งไปแล้ว กรุณารอการยืนยันจากร้านค้า

# กรุณาใส่เบอร์โทร
source: Please provide your phone no.
th: กรุณาใส่เบอร์โทร

# กรุณาใส่จำนวนเงิน
source: Please provide the refund amount
th: กรุณาใส่จำนวนเงิน

# กรุณาใส่จำนวนเงินระหว่าง %@
source: Please provide your refund amount between %@
th: กรุณาใส่จำนวนเงินระหว่าง %@

# ค้นหาโปรโมชั่นร้าน
source: Search deal
th: ค้นหาโปรโมชั่นร้าน

# ทางร้านไม่ได้เปิดระบบการสั่งอาหารด้วยตนเองตอนนี้ ขออภัยในความไม่สะดวกค่ะ
source: Self-order service is unavailable
th: ทางร้านไม่ได้เปิดระบบการสั่งอาหารด้วยตนเองตอนนี้ ขออภัยในความไม่สะดวกค่ะ

# แต้มสะสม/แลกของรางวัล
source: Member points/Reward redemption
th: แต้มสะสม/แลกของรางวัล

# ค้นหา Reward
source: Search reward
th: ค้นหา Reward

# แต้มสะสม
source: My point
th: แต้มสะสม

# รางวัลของฉัน
source: My reward
th: รางวัลของฉัน

# คุณยังไม่มีรางวัล
source: You have no reward
th: คุณยังไม่มีรางวัล

# ใช้ได้ 1 ครั้ง ภายใน %@
source: Use 1 time within %@
th: ใช้ได้ 1 ครั้ง ภายใน %@

# ใช้ไปเมื่อ %@
source: Used on %@
th: ใช้ไปเมื่อ %@

# หมดอายุเมื่อ %@
source: Expired on %@
th: หมดอายุเมื่อ %@

# แลกของรางวัล
source: Reward Redemption
th: แลกของรางวัล

# ยืนยันการรับสิทธิ์
source: Confirm
th: ยืนยันการรับสิทธิ์

# จำนวนแต้มสะสมไม่เพียงพอ
source: Not enough points
th: จำนวนแต้มสะสมไม่เพียงพอ

# จำนวนสิทธิ์ครบแล้ว
source: Reward used up
th: จำนวนสิทธิ์ครบแล้ว

# แต้มคงเหลือ
source: Remaining points
th: แต้มคงเหลือ

# ออกจากระบบสำเร็จ
source: Log out successfully
th: ออกจากระบบสำเร็จ

# สแกน QR Code เลขโต๊ะ
source: Scan QR Code - table no.
th: สแกน QR Code เลขโต๊ะ

# QR Code เลขโต๊ะไม่ถูกต้อง
source: This is not a QR code for table no.
th: QR Code เลขโต๊ะไม่ถูกต้อง

# เลือกร้าน
source: Choose restaurant
th: เลือกร้าน

# เลือกโต๊ะ
source: Choose table no.
th: เลือกโต๊ะ

# ค้นหาเบอร์โต๊ะ
source: Search table no.
th: ค้นหาเบอร์โต๊ะ

# เลือกเมนู
source: Choose menu
th: เลือกเมนู

# ลุ้นรับรางวัลพิเศษ เมื่อทานครบทุกๆ %ld บาท
source: Get 1 lucky draw when you spend every %ld Baht
th: ลุ้นรับรางวัลพิเศษ เมื่อทานครบทุกๆ %ld บาท

# สรุปรายการที่สั่ง
source: Order Review
th: สรุปรายการที่สั่ง

# เพิ่มโน้ต
source: Add note
th: เพิ่มโน้ต

# กดค้างที่ช่อง "เพิ่มโน้ต" เพื่อแสดงเมนูแก้ไขโน้ต
source: Long press at textbox to show more options
th: กดค้างที่ช่อง "เพิ่มโน้ต" เพื่อแสดงเมนูแก้ไขโน้ต

# ยืนยันการสั่งอาหาร
source: Checkout
th: ยืนยันการสั่งอาหาร

# ลบทั้งหมด
source: Delete all
th: ลบทั้งหมด

# คัดลอก
source: Copy
th: คัดลอก

# วางทั้งหมด
source: Paste all
th: วางทั้งหมด

# Take away ทั้งหมด
source: Take away all
th: Take away ทั้งหมด

# ชำระเงิน
source: Pay
th: ชำระเงิน

# ใส่หมายเหตุที่ต้องการแจ้งเพิ่มเติมกับทางร้านอาหาร
source: Provide remark to restaurant (if any)
th: ใส่หมายเหตุที่ต้องการแจ้งเพิ่มเติมกับทางร้านอาหาร

# เลขโต๊ะ: %@
source: Table no. %@
th: เลขโต๊ะ: %@

# เลือกวิธีชำระเงิน
source: Choose payment method
th: เลือกวิธีชำระเงิน

# สรุปรายการอาหาร
source: Order summary
th: สรุปรายการอาหาร

# หมายเหตุ
source: Remark
th: หมายเหตุ

# กรุณาระบุเลขโต๊ะ
source: Please provide table no.
th: กรุณาระบุเลขโต๊ะ

# หมายเลขบัตรเครดิต/เดบิตไม่ถูกต้อง
source: Incorrect credit/debit card no.
th: หมายเลขบัตรเครดิต/เดบิตไม่ถูกต้อง

# เดือนไม่ถูกต้อง กรุณาใส่เดือนระหว่าง 01 ถึง 12
source: Invalid month. (ex. 00 - 12)
th: เดือนไม่ถูกต้อง กรุณาใส่เดือนระหว่าง 01 ถึง 12

# ปีไม่ถูกต้อง กรุณาใส่ปีจำนวน 4 หลัก
source: Invalid year. (4 digit year ex. 2018)
th: ปีไม่ถูกต้อง กรุณาใส่ปีจำนวน 4 หลัก

# บัตรใบนี้หมดอายุแล้ว
source: This card is expired
th: บัตรใบนี้หมดอายุแล้ว

# กรุณาใส่รหัสความปลอดภัย 3 หลัก
source: Please provide security code. (3 digits at the back of your card)
th: กรุณาใส่รหัสความปลอดภัย 3 หลัก

# การจ่ายด้วยบัตรเครดิต/เดบิตขัดข้อง กรุณาติดต่อเจ้าหน้าที่ที่เกี่ยวข้อง
source: Problem with payment occurs. Please contact JUMMUM admin
th: การจ่ายด้วยบัตรเครดิต/เดบิตขัดข้อง กรุณาติดต่อเจ้าหน้าที่ที่เกี่ยวข้อง

# โค้ดที่ใส่ไม่สามารถใช้กับเมนูที่คุณเลือก
source: Voucher code is not valid with your selected menu(s)
th: โค้ดที่ใส่ไม่สามารถใช้กับเมนูที่คุณเลือก

# เพิ่มบัตรเครดิต/เดบิต
source: Add credit/debit card
th: เพิ่มบัตรเครดิต/เดบิต

# สั่งบุฟเฟ่ต์สำเร็จ
source: Order complete
th: สั่งบุฟเฟ่ต์สำเร็จ

# ชำระเงินสำเร็จ
source: Payment complete
th: ชำระเงินสำเร็จ

# บันทึกใบเสร็จ และสั่งบุฟเฟต์
source: Save receipt & order buffet
th: บันทึกใบเสร็จ และสั่งบุฟเฟต์

# บันทึกใบเสร็จลงอัลบั้ม
source: Save receipt in camera roll
th: บันทึกใบเสร็จลงอัลบั้ม

# ขอบคุณที่ใช้บริการ ​JUMMUM
source: Thank you
th: ขอบคุณที่ใช้บริการจั้มมั่ม

source: - Please tap Choose table no. to scan QR Code table no. - You can add/edit your order by tapping at +/- on the top right
th: - กรุณากดเลือกโต๊ะเพื่อสแกน QR Code เลขโต๊ะ - คุณสามารถแก้ไขรายการอาหารได้โดยกดที่ปุ่ม +/-ด้านบนขวามือ

# เลือก Voucher Code
source: Choose voucher code
th: เลือก Voucher Code

source: It's time to update
th: อัพเดตเวอร์ชั่นล่าสุด

source: A newer version of the app is available for you, please update to continue ordering your food, receiving latest promotions & benefits with JUMMUM.
th: เวอร์ชั่นใหม่ พร้อมให้ดาวน์โหลดแล้ว

# สร้างบัญชี
source: Submit
th: สร้างบัญชี

# ยอมรับ
source: Accept
th: ยอมรับ

# ปฏิเสธ
source: Decline
th: ปฏิเสธ

# ใช่
source: Yes
th: ใช่

# ไม่
source: No
th: ไม่

# รับสิทธิ์
source: Redeem
th: รับสิทธิ์

# รถเข็น
source: View Cart
th: รถเข็น

# หมายเลขบัตร 16 หลัก
source: Credit/Debit card no. 16 digits
th: หมายเลขบัตร 16 หลัก

# เดือนที่หมดอายุ (MM)
source: Expiry month (MM)
th: เดือนที่หมดอายุ (MM)

# ปีที่หมดอายุ (YYYY)
source: Expiry year (YYYY)
th: ปีที่หมดอายุ (YYYY)

# รหัสความปลอดภัย
source: Security code (CCV)
th: รหัสความปลอดภัย

# เลข 3 หลักที่ด้านหลังบัตรของคุณ
source: 3 digits number at the back of your card
th: เลข 3 หลักที่ด้านหลังบัตรของคุณ

# บันทึกบัตรนี้
source: Save this card
th: บันทึกบัตรนี้

# คุณสามารถลบบัตรใบนี้ได้ที่เมนูโพรไฟล์ส่วนตัว
source: You can delete this card at Me menu
th: คุณสามารถลบบัตรใบนี้ได้ที่เมนูโพรไฟล์ส่วนตัว

# ลบ
source: Remove
th: ลบ

# สั่งซ้ำ
source: Order it again
th: สั่งซ้ำ

# สั่งเลย
source: Order now
th: สั่งเลย

# ยืนยัน
source: Submit
th: ยืนยัน

# คุณมี voucher code สำหรับร้านนี้
source: You've got voucher code. Click here
th: คุณมี voucher code สำหรับร้านนี้

# ยกเลิก
source: Cancel
th: ยกเลิก

# ปัจจุบัน
source: Now
th: ปัจจุบัน

# ใช้ไปแล้ว
source: Used
th: ใช้ไปแล้ว

# หมดอายุ
source: Expired
th: หมดอายุ

# ค้นหาเมนู
source: Search menu
th: ค้นหาเมนู

# ค้นหาร้านอาหาร
source: Search restaurant
th: ค้นหาร้านอาหาร

# < กลับสู่เมนูหลัก
source: < Back to Home
th: < กลับสู่เมนูหลัก

source: Please feel free to ask staff at the restaurant for the issue before submit the cancellation. You can tap Yes if you still want to cancel the order
th: คุณสามารถเรียกพนักงานเพื่อสอบถามหรือแก้ไขก่อนการยกเลิก หากคุณต้องการยกเลิก สามารถกดที่ปุ่มใช่

source: Please feel free to ask staff at the restaurant for the issue before submit the dispute. You can tap Yes if you still want to dispute the order
th: คุณสามารถเรียกพนักงานเพื่อสอบถามหรือแก้ไขก่อนการส่งคำร้อง หากคุณต้องการส่งคำร้อง สามารถกดที่ปุ่มใช่

# ไม่ใส่ %@
source: No %@
th: ไม่ใส่ %@

# กรุณาระบุคูปองส่วนลด
source: Please provide voucher code
th: กรุณาระบุคูปองส่วนลด

# ขอโทษค่ะ หมดเวลาสั่งบุฟเฟ่ต์แล้วค่ะ
source: Sorry, you've run out of time to order buffet
th: ขอโทษค่ะ หมดเวลาสั่งบุฟเฟ่ต์แล้วค่ะ

# ใส่ข้อมูลด้านล่าง แล้วเตรียม มั่ม มั่ม ได้เลย !!
source: Please fill in just a little detail and go jummum !!
th: ใส่ข้อมูลด้านล่าง แล้วเตรียม มั่ม มั่ม ได้เลย !!

# คุณสามารถ log in ผ่าน facebook หรือกดลงทะเบียนเพื่อสมัครใช้งานค่ะ
source: You can log in via facebook or tap at register now to register.
th: คุณสามารถ log in ผ่าน facebook หรือกดลงทะเบียนเพื่อสมัครใช้งานค่ะ

# ยินดีต้อนรับ
source: Welcome
th: ยินดีต้อนรับ

# ย้อนกลับ
source: Back
th: ย้อนกลับ

# เริ่มใช้งาน
source: Let's go
th: เริ่มใช้งาน

# กรุณาตรวจสอบข้อมูลบัตรเครดิต/เดบิต อีกครั้งค่ะ
source: Please check your credit/debit card info
th: กรุณาตรวจสอบข้อมูลบัตรเครดิต/เดบิต อีกครั้งค่ะ

# ไม่มีตัวเลือกโน้ตสำหรับรายการนี้
source: No note options for this menu item
th: ไม่มีตัวเลือกโน้ตสำหรับรายการนี้

# QR Code สำหรับสั่งบุฟเฟ่ต์
source: QR Code for Buffet Order
th: QR Code สำหรับสั่งบุฟเฟ่ต์

# สแกน QR Code เพื่อร่วมสั่งอาหาร
source: Scan QR Code to join ordering
th: สแกน QR Code เพื่อร่วมสั่งอาหาร

# รายการอาหารของเพื่อน
source: My friends' order
th: รายการอาหารของเพื่อน

# คุณไม่มีประวัติรายการอาหารของเพื่อน
source: No order history of your friends
th: คุณไม่มีประวัติรายการอาหารของเพื่อน

# QR Code รายการอาหารที่ต้องการสั่ง
source: QR Code of menu to order
th: QR Code รายการอาหารที่ต้องการสั่ง

# ส่วนลด
source: Discount
th: ส่วนลด

# ราคารวมก่อน Vat
source: Before vat
th: ราคารวมก่อน Vat

# (คุณไม่ได้รับสิทธิ์ลุ้นรางวัลในครั้งนี้)
source: (No lucky draw in this order)
th: (คุณไม่ได้รับสิทธิ์ลุ้นรางวัลในครั้งนี้)

# (คุณจะได้สิทธิ์ลุ้นรางวัล %ld ครั้ง)
source: (You will get %ld lucky draw ticket(s))
th: (คุณจะได้สิทธิ์ลุ้นรางวัล %ld ครั้ง)

# วิธีการชำระเงิน
source: Payment Method
th: วิธีการชำระเงิน

# โอนเงิน
source: Mobile banking
th: โอนเงิน

# เลือกวิธีการชำระเงิน
source: Choose payment method
th: เลือกวิธีการชำระเงิน

# สแกน QR เพื่อโอนเงิน
source: Scan QR Code to pay
th: สแกน QR เพื่อโอนเงิน

# แชร์ QR
source: Share QR Code to friend
th: แชร์ QR

# รอชำระเงิน
source: Wait for payment
th: รอชำระเงิน

# กรุณาเลือกวิธีชำระเงิน
source: Please choose payment method
th: กรุณาเลือกวิธีชำระเงิน

# QR Code ได้ถูกบันทึกลงในเครื่องเรียบร้อยแล้ว
source: QR Code has been successfully saved
th: QR Code ได้ถูกบันทึกลงในเครื่องเรียบร้อยแล้ว

# ไม่สามารถสร้าง QR ได้ กรุณาลองใหม่อีกครั้งค่ะ
source: No QR Code generated, please try again
th: ไม่สามารถสร้าง QR ได้ กรุณาลองใหม่อีกครั้งค่ะ

# สถานะมีการเปลี่ยนแปลง กรุณาดูสถานะล่าสุดที่หน้าจออีกครั้งหนึ่ง
source: Status has been changed before you click delete button, please see updated status on screen
th: สถานะมีการเปลี่ยนแปลง กรุณาดูสถานะล่าสุดที่หน้าจออีกครั้งหนึ่ง

# วิธีชำระเงิน2
source: Payment method
th: วิธีชำระเงิน

source: Delete order
th: ลบบิลนี้

# ลบบิลสำเร็จ
source: Delete order success
th: ลบบิลสำเร็จ

# ยกเลิกบิลนี้
source: Cancel order
th: ยกเลิกบิลนี้
